[
    {
        "Title": "Ayam Goreng Lengkuas",
        "Ingredients": "2 ekor ayam kampung potong 4 bagian--(1 kg ayam negri)--100 gr lengkuas, parut kasar--3 lembar daun salam--4 lembar daun jeruk, robek--Bumbu halus :--6 butir bawang merah--6 butir bawang putih--1 sdm ketumbar--3 butir kemiri--1 ruas kunyit--1 ruas jahe--1 Batang serai ambil putihnya--secukupnya Garam--",
        "Steps": "Cuci bersih ayam, sisihkan--Rendam ayam dengan bumbu halus dan parutan lengkuas kurleb 30 menit--Lalu beri air secukupnya lalu masukkan daun salam dan daun jeruk, kemudian presto (ungkep ayam biasa bisa) sampai empuk--Angkat ayam, saring sisa bumbu lengkuas tiriskan--Goreng ayam lalu sisihkan, goreng bumbu lengkuas lalu tiriskan di tisu makan agar tidak berminyak--Taburkan bumbu lengkuas ke atas ayam goreng, sajikan--",
        "Loves": 76
    },
    {
        "Title": "Ayam goreng laos",
        "Ingredients": "1/2 ekor ayam potong--3 daun jeruk--3 daun salam--2 batang serai--Bumbu halus :--2 rimpang Laos (boleh lebih jika ingin serundeng jd byk)--2 ruas jari jahe--2 ruas kunyit--8 bawang merah--4 bawang putih--4 kemiri--2 sdt tumbar bubuk--Secukupnya Garam dan gula pasir--",
        "Steps": "Potong2 ayam dan cuci bersih--Haluskan semua bumbu--Masukkan ayam dan bumbu halus ke panci atau wajan, beri air sampai terendam. Tambahkan gula, garam, serai, daun salam dan daun jeruk--Masak sampai air menyusut--Pisahkan ayam dengan ampasnya.--Goreng ayam sampai coklat. Lalu goreng ampasnya dgn sedikit minyak seperti buat serundeng--Siap dihidangkan--",
        "Loves": 57
    },
    {
        "Title": "Ayam goreng lengkuas",
        "Ingredients": "1 ekor ayam, potong 8--1 lonjor tempe, potong-potong--2 batang serai, geprek--5 lembar daun jeruk--300 ml air, saya lebih kyknya--Secukupnya : garam, gula, kaldu/penyedap (saya pakai kaldu jamur)--Bumbu halus:--150 gr lengkuas, saya 250 gram (doyan)--3 buah bawang putih, saya 5--5 buah bawang merah, saya 7--2 cm kunyit--5 buah kemiri, sangrai--1 sdt ketumbar, sangrai--",
        "Steps": "Campur air, bumbu halus, daun jeruk, sereh. Masukkan ayam dan tempe. Bumbui dgn lada, garam, gula, kaldu. Aduk rata. Test rasa. Saya, diamkan 15 - 30 menit biar bumbu meresap.--Masak/ungkep dgn api kecil. Masak hingga ayam empuk.--Karena saya pakai banyak air, masak sampai air menyusut/agak kering.--Goreng terpisah, ayam dan bumbu. Goreng sampai kecoklatan. Saya, goreng bersamaan. Tiap selesai menggoreng, saring bumbu dgn saringan minyak hihihi... Ga mau ribet.--",
        "Loves": 17
    },
    {
        "Title": "Ayam Goreng Kremes",
        "Ingredients": "1/4 kg ayam--10 bawang merah--7 bawang putih--1/4 kg lengkuas--Kunyit--Garam--Daun salam--Serai--",
        "Steps": "Tumbuk halus bawang merah, bawang putih, kunyit dan garam--Masukkan ayam yg telah dipotong dan dicuci bersih ke penggorengan, tambahkan air secukupnya. Tambahkan bumbu halus--Tambahkan parutan lengkuas (kalo pengen banyak kremesnya lengkuasnya bisa dibanyakin). Tambahkan serai geprek dan daun salam--Ungkep ayam hingga empuk atau hingga air rebusan tinggal sedikit--Tiriskan ayam, lalu goreng dengan api sedang agar kremes tidak gosong--Ayam goreng kremes siap disajikan dengan sambel terasi atau menu pendamping lainnya--",
        "Loves": 12
    },
    {
        "Title": "Ayam goreng lengkuas",
        "Ingredients": "7 buah sayap ayam--5 siung bawang merah--3 siung bawang putih--3 cm kunyit--1 sdt ketumbar--2 bonggol lengkuas muda di parut--Daun salam, daun jeruk, serai--Secukupnya garam dan penyedap--2 gelas air--",
        "Steps": "Haluskan semua bumbu kecuali lengkuas--Masukan ayam ke dalam wajan lalu baluri dengan bumbu halus dan lengkuas parut, diamkan 10 menit--Tambahkan air, masak hingga air habis atau sat--Pisahkan ayam dan bumbu, goreng ayam terlebih dahulu kemudian baru bumbu--Ayam lengkuas kremes siap disajikan--",
        "Loves": 12
    },
    {
        "Title": "Sayap ayam goreng",
        "Ingredients": "10 buah sayap ayam--4 butir kemiri--1 ruas kunyit--4 siung bawang merah--2 siung bawang putih--1 bks kecap manis--Garam--Penyedap--Minyak--",
        "Steps": "Tumbuk halus kunyit bawang merah&putih dan kemiri--Tumis sampai harum lalu masukkan air dan sayap--Tambahkan bumbu yg lainnya ungkep terus sampai air surut--Lalu goreng sampai matang--",
        "Loves": 8
    },
    {
        "Title": "Ayam goreng",
        "Ingredients": "1 kg ayam--secukupnya minyak goreng--bumbu ungkep :--1/2 bungkus jahe bubuk--1/4 sendok makan ketumbar--3 sendok makan garam--1 bungkus kunyit bubuk--1 bungkus bumbu racik ayam goreng--5 siung bawang merah--3 siung bawang putih--1/2 bungkus royco ayam--250 ml air--bahan2 sambal :--3 Siung awang merah--2 siung bawang putih--12 cabe rawit--3 cabe merah keriting--1 buah tomat--1/2 potong gula merah--1/2 bungkus royco ayam--1/2 sendok garam--",
        "Steps": "Blender bumbu ungkep sampai halus--Rebus ayam dan bumbu sampai air habis--Siapkan wajan,goreng ayam sampai kekuningan,angkat dan tiriskan--Bahan untuk sambal,goreng bahan2 sampai layu... ulek dan sajikan--",
        "Loves": 5
    },
    {
        "Title": "Ayam goreng ngo hiang",
        "Ingredients": "1 ekor ayam--2 sendok makan (peres) bumbu ngohiang--6 siung bawang putih--2 sendok makan kecap ikan--1 sendok teh garam (sesuai selera)--1 buah jeruk nipis--",
        "Steps": "Bersihkan ayam (jangan dipotong- potong)--Lumuri ayam dengan bumbu ngohiang, garam, kecap ikan & air perasan jeruk nipis--Masukan bawang putih yang telah dihaluskan kedalam badan ayam--Simpan semalaman didalam kulkas supaya bumbu meresap.--Panaskan minyak goreng sampai benar2 panas (minyak harus banyak)--Masukan ayam & tutup penggorengannya supaya ayam tidak keras--Goreng ayam sampai kecoklatan, angkat & potong2--Ayam goreng ngohiang siap dihidangkan.--",
        "Loves": 3
    },
    {
        "Title": "Ayam Goreng Setan ndoweeerrr ",
        "Ingredients": "Bahan dasar :--1 ekor  ayam potong--1 buah  terong dipotong kotak2--(untuk rebus ayam)--7 siung  bawang putih--1 sdm  ketumbar--(untuk sambel setan)--1  royco--30  cabe rawit besar--2 bawang merah--1 siung bawang putih--seujung jari kunyit--sedikit garam--3 sdm minyak goreng--",
        "Steps": "Haluskan bumbu rebusan ayam, masukan bumbu, air dan ayam kedalam panci dan rebus.--Menunggu direbus, haluskan bumbu sambel setan.--Terong yg sdh dipotong olesi garam dan goreng.--Ketika ayam sudah matang, masukan ke piring, isi minyak goreng ke wajan, tunggu sampai panas.--Masukan ayam dan goreng sampai matang--Setelah ayam matang, tiriskan dan kurangi minyak goreng sampai sedikit mungkin untuk memasukan bumbu setan.--Masukan bumbu setan dan aduk2 tambahkan sedikit royco, masukan ayam goreng dan terong, aduk sampai rata.--Setelah itu masukan ayam ke piring dan siap dihidangkan--",
        "Loves": 3
    },
    {
        "Title": "Ayam goreng Cihuy",
        "Ingredients": "1/2 ayam--Bumbu ungkep ayam(ada dipasar) ^^--Minyak--",
        "Steps": "Siapkan ayam cuci yg bersih lalu setelah selesai dicuci diungkep tambahkan air sampai air habis dimasak--Setelah selesai di ungkep, sediakan minyak lalu di goreng hingga matang--Silahkan mencoba^^--",
        "Loves": 2
    }
]